Repository: alonecuzzo/ErrorKit
Catalog: ErrorKit-Example/ErrorKit-Example/*.lproj/Localizable.strings
Languages: es

source: Access Information Invalid
es: Información de acceso inválida

source: Account Already Exists
es: La cuenta ya existe

source: Account Error
es: Error de cuenta

source: Account Missing Required Property
es: Falta una propiedad necesaria de la cuenta

source: Account Not Found
es: Cuenta no encontrada

source: Account Type Invalid
es: Tipo de cuenta inválido

source: Bad Server Response
es: Respuesta del servidor inválida

source: Bad URL
es: URL inválida

source: Call Is Active
es: Llamada activa

source: Cancel
es: Cancelar

source: Cancelled
es: Cancelado

source: Cannot Close File
es: No se puede cerrar el archivo

source: Cannot Connect To Host
es: No se puede conectar al host

source: Cannot Create File
es: No se puede crear el archivo

source: Cannot Decode Content Data
es: No se pueden descodificar los datos del contenido

source: Cannot Decode Raw Data
es: No se pueden descodificar los datos

source: Cannot Filter Deferred Distance
es: No se puede filtrar la distancia diferida

source: Cannot Find Host
es: No se puede encontrar el host

source: Cannot Load From Network
es: No se puede cargar de la red

source: Cannot Move File
es: No se puede mover el archivo

source: Cannot Open File
es: No se puede abrir el archivo

source: Cannot Parse Response
es: No puede analizar la respuesta

source: Cannot Remove File
es: No se puede borrar el archivo

source: Cannot Write To File
es: No se puede escribir en el archivo

source: Change URL
es: Cambia la URL

source: Client Certificate Rejected
es: Certificado de cliente rechazado

source: Client Certificate Required
es: Necesario certificado de cliente

source: Connect
es: Conectar

source: Connect to
es: Conectar con

source: Connecting...
es: Conectando...

source: Connection Lost
es: Conexión perdida

source: Connection failed
es: Conexión fallida

source: Corrupt File
es: Archivo corrupto

source: DNS Lookup Failed
es: Búsqueda DNS fallida

source: Data Base Error
es: Error de Base de Datos

source: Data Error
es: Error de datos

source: Data Length Exceeds Maximum
es: La longitud de los datos excede el máximo

source: Data Not Allowed
es: Datos no permitidos

source: Date Too Late
es: Fecha demasiado tarde

source: Date Too Soon
es: Fecha demasiado pronto

source: Deferred Accuracy Too Low
es: Precisión de diferido demasiado baja

source: Deferred Not Updating Location
es: No se actualiza ubicación diferida

source: Deferred Update Canceled
es: Actualización diferida cancelada

source: Deferred Update Failed
es: Actualización diferida fallida

source: Delete Denied
es: Eliminación denegada

source: Denied
es: Denegado

source: Destination Store Error
es: Error en el almacén de destino

source: Download Decoding Failed
es: La descodificación ha fallado durante la descarga

source: Download Decoding Failed To Complete
es: El descodificación de la descarga no se ha podido completar

source: Entity Migration Policy Error
es: Error de política de migración de entidad

source: Executable Architecture Mismatch
es: La arquitectura del ejecutable no coincide

source: Executable Error
es: Error en el ejecutable

source: Executable Link Error
es: Error de enlazado del ejecutable

source: Executable Load Error
es: Error de carga del ejecutable

source: Executable Not Loadable
es: Ejecutable no cargable

source: Executable Runtime Mismatch
es: El entorno de ejecución i el ejecutable no coinciden

source: External Record Import Error
es: Error de importación de registro externo

source: External Relationship Error
es: Error en relación externa

source: Feature Unsupported
es: Característica no soportada

source: File Already Exists
es: Ya existe el archivo

source: File Does Not Exist
es: El archivo no existe

source: File Error
es: Error de archivo

source: File Is Directory
es: El archivo es un directorio

source: File Locking Error
es: Error de bloqueo del archivo

source: File Read Error
es: Error de lectura de archivo

source: File Too Large
es: Archivo demasiado grande

source: File Write Error
es: Error de escritura de archivo

source: Formatting Error
es: Error de formato

source: Geocode Canceled
es: Geocodificación cancelada

source: Geocode Found No Result
es: La geocodificación no encontró ningún resultado

source: Geocode Found Partial Result
es: La geocodificación encontró un resultado parcial

source: HTTP Too Many Redirects
es: Demasiados redireccionamientos HTTP

source: Heading Failure
es: Error determinando el rumbo

source: Help
es: Ayuda

source: Inapplicable Encoding
es: Codificación no aplicable

source: Incompatible Schema
es: Esquema incompatible

source: Incompatible Version Hash
es: Versión de hash incompatible

source: Incomplete Save
es: Guardado incompleto

source: Inferred Mapping Model Error
es: Error de correspondencia en el modelo inferido

source: International Roaming Off
es: Roaming internacional desactivado

source: Invalid Date
es: Fecha inválida

source: Invalid File Name
es: Nombre de archivo no válido

source: Invalid Type
es: Tipo inválido

source: Location Error
es: Error de ubicación

source: Location Unknown
es: Ubicación desconocida

source: Locking Error
es: Error de bloqueo

source: Merge Error
es: Combinación fallida

source: Migration Cancelled
es: Migración cancelada

source: Migration Error
es: Error de migración

source: Missing Mandatory Property
es: Falta propiedad obligatoria

source: Missing Mapping Model
es: Fallo de correspondencia del modelo

source: Missing Source Model
es: Falta el modelo original

source: Multiple Validation Errors
es: Varios errores de validación

source: Network Error
es: Error de red

source: No Permissions To Read File
es: Sin permisos para leer el archivo

source: No Read Permission
es: No tiene permiso de lectura

source: No Such File
es: No hay tal archivo

source: No Write Permission
es: No tiene permiso de escritura

source: Not Connected To Internet
es: No conectado a Internet

source: Number Too Large
es: Número demasiado grande

source: Number Too Small
es: Número demasiado pequeño

source: Operation Error
es: Error en la operación

source: Out Of Space
es: Sin espacio

source: Pattern Matching Error
es: Error de no coincidencia con patrón

source: Permission Denied
es: Permiso denegado

source: Persistent Store Open Error
es: Error de apertura en almacenamiento persistente

source: Please check your internet connection and try again.
es: Por favor, compruebe su conexión a internet e inténtelo de nuevo.

source: Property List Corrupt
es: Lista de propiedades corrupta

source: Property List Error
es: Error en lista de propiedades

source: Property List Stream Error
es: Error de secuencia de lista de propiedades

source: Property List Unknown Version
es: Versión desconocida de lista de propiedades

source: Read Only Volume
es: Volumen solo de lectura

source: Redirect To Non Existent Location
es: Redirección a una ubicación inexistente

source: Referential Integrity Error
es: Error de integridad referencial

source: Region Monitoring Denied
es: Monitorización de región denegada

source: Region Monitoring Failure
es: Error de monitorización de región

source: Region Monitoring Response Delayed
es: Respuesta de la monitorización de región retrasada

source: Region Monitoring Setup Delayed
es: Inicio de la monitorización de región retrasado

source: Relationship Exceeds Maximum Count
es: La relación supera la cantidad máxima

source: Relationship Lacks Minimum Count
es: La relación no llega a la cantidad mínima

source: Request Body Stream Exhausted
es: Secuencia del cuerpo de la solicitud agotada

source: Resource Unavailable
es: Recurso no disponible

source: Retry
es: Reintentar

source: Retrying...
es: Reintentando...

source: Save Conflicts
es: Conflictos al guardar

source: Save Error
es: Error de guardado

source: Secure Connection Failed
es: Fallo en la conexión segura

source: Server Certificate Has Bad Date
es: El certificado del servidor tiene mal la fecha

source: Server Certificate Has Unknown Root
es: Reaíz de certificado de servidor desconocida

source: Server Certificate Not Yet Valid
es: El certificado del servidor no es todavía válido

source: Server Certificate Untrusted
es: El certificado del servidor no es de confianza

source: Source Store Error
es: Error en el almacén de origen

source: String Too Long
es: Texto demasiado largo

source: String Too Short
es: Texto demasiado corto

source: Timed Out
es: Tiempo agotado

source: Type Mismatch
es: Los tipos no coinciden

source: URL Error
es: Error de URL

source: Unknown Encoding
es: Codificación desconocida

source: Unknown Error
es: Error desconocido

source: Unsupported Request Type
es: Tipo de petición no soportado

source: Unsupported Scheme
es: Esquema no suportat

source: Unsupported URL
es: URL no soportada

source: User Authentication Required
es: Necesaria autenticación de usuario

source: User Cancelled Authentication
es: Autenticación cancelada por el usuario

source: Validation Error
es: Error de validación

source: XPC Connection Error
es: Error de conexión XPC

source: XPC Connection Interrupted
es: Conexión XPC interrumpida

source: XPC Connection Invalid
es: Conexión XPC inválida

source: XPC Connection Reply Invalid
es: Respuesta de conexión XPC inválida

source: YES
es: SÍ

source: You can adjust cellular network settings on iPhone in Settings > General > Cellular. On iPad the settings are located in Settings > Cellular Data To locate nearby Wi-Fi networks, tap Settings > Wi-Fi
es: Puedes ajustar la configuración de la red móvil de iPhone en Ajustes > General > Datos Móviles. En iPad la configuración se encuentra en Ajustes > Datos Móviles Para localizar redes Wi-Fi cercanas, pulsa Ajustes > Wi-Fi

source: Zero Byte Resource
es: Recurso de cero bytes
